/* No comment provided by engineer. */
"【&】已经被其他玩家点选" = "【&】已经被其他玩家点选";

/* No comment provided by engineer. */
"不能连接到商店，请重试一次。" = "不能连接到商店，请重试一次。";

/* The displayed hero name is self, so replace by you */
"你" = "你";

/* No comment provided by engineer. */
"即将开放，敬请期待！" = "即将开放，敬请期待！";

/* No comment provided by engineer. */
"反馈标题" = "反馈标题";

/* No comment provided by engineer. */
"取消" = "取消";

/* Player is alive */
"存活" = "存活";

/* Login password place holder */
"密码" = "密码";

/* No comment provided by engineer. */
"密码错误" = "密码错误";

/* No comment provided by engineer. */
"密码长度不够" = "密码长度不够";

/* Register password place holder */
"密码：长度至少6位(默认和帐号相同)" = "密码：长度至少6位(默认和帐号相同)";

/* Login username place holder */
"帐号" = "帐号";

/* No comment provided by engineer. */
"帐号不存在" = "帐号不存在";

/* No comment provided by engineer. */
"帐号名已经被占用" = "帐号名已经被占用";

/* No comment provided by engineer. */
"帐号名必须由字母或数字组成，首为字母" = "帐号名必须由字母或数字组成，首为字母";

/* Register username place holder */
"帐号：字母或数字，首位为字母" = "帐号：字母或数字，首位为字母";

/* No comment provided by engineer. */
"恭喜您成为VIP会员！" = "恭喜您成为VIP会员！";

/* No comment provided by engineer. */
"您可以在游戏中使用【&】了" = "您可以在游戏中使用【&】了";

/* No comment provided by engineer. */
"您查找的房间不存在" = "您查找的房间不存在";

/* No comment provided by engineer. */
"您要花费&枚金币点选“&”吗？" = "您要花费&枚金币点选“&”吗？";

/* No comment provided by engineer. */
"您要购买“&”吗？" = "您要购买“&”吗？";

/* No comment provided by engineer. */
"您要返回到登陆界面吗？" = "您要返回到登陆界面吗？";

/* No comment provided by engineer. */
"您要退出游戏吗？" = "您要退出游戏吗？";

/* No comment provided by engineer. */
"感谢您为宿命提供意见或建议!" = "感谢您为宿命提供意见或建议!";

/* No comment provided by engineer. */
"房间密码" = "房间密码";

/* No comment provided by engineer. */
"房间密码(若没有密码，无需输入)" = "房间密码(若没有密码，无需输入)";

/* No comment provided by engineer. */
"房间密码错误" = "房间密码错误";

/* No comment provided by engineer. */
"提前离开会损失经验，确定逃跑吗？" = "提前离开会损失经验，确定逃跑吗？";

/* No comment provided by engineer. */
"方块" = "方块";

/* No comment provided by engineer. */
"梅花" = "梅花";

/* No comment provided by engineer. */
"玩家【&】被提出了房间" = "玩家【&】被提出了房间";

/* No comment provided by engineer. */
"登录太频繁，请稍后再试。" = "登录太频繁，请稍后再试。";

/* No comment provided by engineer. */
"确定" = "确定";

/* No comment provided by engineer. */
"红桃" = "红桃";

/* No comment provided by engineer. */
"红色" = "红色";

/* No comment provided by engineer. */
"网络不稳定，请稍后再试。" = "网络不稳定，请稍后再试。";

/* The displayed hero name is self, so replace by self */
"自己" = "自己";

/* No comment provided by engineer. */
"该场次需等级达到&级才可进入" = "该场次需等级达到&级才可进入";

/* No comment provided by engineer. */
"请检查网络连接是否正常" = "请检查网络连接是否正常";

/* No comment provided by engineer. */
"请输入房间密码" = "请输入房间密码";

/* No comment provided by engineer. */
"请输入要查找的房间号" = "请输入要查找的房间号";

/* Player is escaped */
"逃跑" = "逃跑";

/* No comment provided by engineer. */
"金币数量不足，请先购买金币。" = "金币数量不足，请先购买金币。";

/* Player is dead */
"阵亡" = "阵亡";

/* No comment provided by engineer. */
"黑桃" = "黑桃";

/* No comment provided by engineer. */
"黑色" = "黑色";

